{
  "termsAndConditions": {
    "title": "Regulamin",
    "text1": "<H3>Wstęp</H3> <ol> <li>Poniższe zapisy stanowią regulamin, zgodnie z art. 8 ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną, zwane dalej „Regulaminem”. </li> <li>Usługa opisywana w Regulaminie jest świadczona przez firmę Finbarre Norbert Rostkowski z siedzibą w Warszawie, ul.Znanieckiego 4a/53, 03-980 Warszawa, NIP: 1131404307, zwaną dalej ‘Usługodawcą’. Usługa ta wykonywana jest poprzez udostępnienie aplikacji online pod nazwą ‘barfitter’, pod adresem <a href=\"https://barfitter.net/\">barfitter.net</a>, zwaną dalej ‘Barfitter’. </li> <li>Świadczenie usług drogą elektroniczną polega na udostępnieniu Użytkownikom określonych funkcjonalności aplikacji, i następuje przez wysyłanie i odbieranie danych za pomocą systemów teleinformatycznych, na indywidualne żądanie Użytkownika, bez jednoczesnej obecności stron, przy czym dane te są transmitowane za pośrednictwem sieci publicznych. </li> <li>Świadczenie usług odbywa się na rzecz osób prawnych oraz osób fizycznych prowadzących działalność gospodarczą. Usługa nie jest skierowana do osób fizycznych w pojęciu konsumenta w rozumieniu art. 22 k.c. </li> <li>W podstawowym zakresie świadczenie usług następuje bezpłatnie. Dodatkowe funkcjonalności usługi mogą być świadczone odpłatnie, na żądanie Użytkownika po akceptacji przez niego warunków odpłatnego świadczenia usług. </li> </ol>",
    "text2": "<H3>Zakres usług objętych regulaminem</H3> <ol> <li>Usługodawca w ramach aplikacji Barfitter udostępnia usługi o funkcjonalnościach pozwalających na obsługę barów i restauracji. </li> <li>W szczególności funkcjonalności te obejmują: <ol type='a'> <li>możliwość logowania się do aplikacji Barfitter </li> <li>możliwość przechowywania danych gromadzonych przez użytkowników w bazie danych </li> <li>możliwość tworzenia kont dla pracowników użytkownika </li> <li>przesyłanie danych tekstowych i dźwiękowych pomiędzy użytkownikami </li> </ol></li> <li>Usługodawca udostępnia użytkownikom instrukcje obsługi aplikacji Barfitter. </li> </ol>",
    "text3": "<H3>Warunki świadczenia usług</H3> <ol> <li>Użytkownik, chcąc korzystać z aplikacji Barfitter powinien dysponować systemem teleinformatycznym, który spełnia podstawowe wymagania techniczne: <ol type='a'> <li>dostęp do Internetu </li> <li>urządzenie końcowe z przeglądarką internetową </li> </ol></li> <li>Użytkownik korzysta z aplikacji Barfitter za pomocą przeglądarki internetowej. Zalecaną przeglądarką jest Chrome w aktualnie najnowszej wersji. </li> <li>W każdej chwili użytkownik może zaprzestać z korzystania usługi. </li> <li>Użytkownik zobowiązuje się do przestrzegania niniejszego Regulaminu, przepisów prawa, dobrych obyczajów oraz powszechnie obowiązujących zasad korzystania z sieci Internet, korzystania z aplikacji Barfitter w sposób nienaruszający praw Usługodawcy i osób trzecich. </li> <li>Użytkownik rejestrując swoich pracowników lub wykonawców w aplikacji Barfitter, podając ich dane osobowe, w tym Imię, Nazwisko, email, robi to za ich zgodą i na swoją odpowiedzialność. </li> <li>Podanie prawidłowego adresu email Użytkownika jest konieczne do aktywacji konta i odzyskiwania zapomnianego hasła do konta. </li> <li>Użytkownik nie może samodzielnie zmienić hasła osobom, które zarejestrował w aplikacji Barfitter. Osoby te muszą zrobić to samodzielnie – jest to możliwe tylko gdy przypisany do ich konta adres email jest prawidłowy. </li> <li>Użytkownik zobowiązuje się oraz osoby, którym założył konta do używania aplikacji Barfitter w sposób niepowodujący przeciążenia systemu lub zachwiania jego pracy. </li> <li>Usługodawca może w każdej chwili czasowo lub trwale zablokować dostęp do aplikacji Barfitter w przypadku: <ol type='a'> <li>naruszenia lub uzasadnionego podejrzenia naruszenia niniejszego Regulaminu </li> <li>niewyrażenia zgody na zmianę Regulaminu </li> </ol></li> <li>Trwałe zablokowanie dostępu do aplikacji Barfitter może wiązać się z całkowitym osunięciem wszystkich danych wprowadzonych przez Użytkownika. </li> <li>W przypadku zablokowania dostępu do aplikacji Barfitter lub usunięcia danych i kont Użytkownika, Usługodawca prześle Użytkownikowi wiadomość na adres email przypisany do jego konta. </li> </ol>",
    "text4": "<H3>Zawieranie umowy świadczenia usług</H3> <ol> <li>Użytkownik zawiera umowę poprzez rejestrację i podanie określonych danych, w tym danych osobowych. </li> <li>Użytkownik uzyskuje dostęp do usług za pomocą loginu i hasła. </li> <li>Administratorem danych osobowych jest Usługodawca. </li> </ol>",
    "text5": "<H3>Rozwiązywanie umowy świadczenia usług</H3> <ol> <li>Użytkownik może rozwiązać umowę: <ol type='a'> <li>w każdym momencie w przypadku usług bezpłatnych </li> <li>z ostatnim dniem okresu umowy w przypadku usług płatnych </li> </ol></li> <li>Usługodawca może rozwiązać umowę w przypadku: <ol type='a'> <li>naruszenia lub uzasadnionego podejrzenia naruszenia niniejszego Regulaminu </li> <li>niewyrażenia zgody na zmianę Regulaminu </li> <li>niekorzystania (rozumianego jako brak logowania do aplikacji Barfiiter lub brak zamykania dnia przez barmana) nieprzerwanie przez okres co najmniej sześćdziesięciu dni. </li> </ol></li> <li>Konsekwencją rozwiązania umowy może być usunięcie wszystkich danych Użytkownika z aplikacji Barfitter. </li> </ol>",
    "text6": "<H3>Odpowiedzialność Użytkownika</H3> <ol> <li>Użytkownik jest odpowiedzialny za wszystkie działania dokonywane przez niego lub przez zarejestrowane przez niego osoby lub podmioty po zalogowaniu do aplikacji Barfiiter. </li> <li>Użytkownik jest odpowiedzialny za: <ol type='a'> <li>powiadomienie zarejestrowanych przez niego osób o sposobach przetwarzania ich danych osobowych przez Usługodawcę </li> <li>przeszkolenie zarejestrowanych przez niego osób z zakresu funkcjonowania aplikacji Barfitter </li> <li>zapoznania zarejestrowanych przez niego osób z niniejszym regulaminem </li> </ol></li> </ol>",
    "text7": "<H3>Odpowiedzialność Usługodawcy</H3> <ol> <li>Usługodawca jest odpowiedzialny za niewykonanie lub niewłaściwe wykonanie usług działających w ramach aplikacji Barfiiter w zakresie objętym niniejszym Regulaminem. </li> <li>Usługodawca nie ponosi odpowiedzialności za: <ol type='a'> <li>dane wprowadzane przez Użytkownika lub osoby mu podległe, zgodnie z art. 14 ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną </li> <li>transmitowane automatyczne i krótkotrwałe pośrednie dane w celu przyspieszenia ponownego dostępu do nich na żądanie innego podmiotu, zgodnie z art. 13 ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną </li> <li>skutki podjętych lub niepodjętych działań lub zobowiązań wobec Użytkownika przez innych Użytkowników lub osoby przez niego zarejestrowane </li> <li>usunięcie lub zmianę danych z systemu teleinformatycznego Usługodawcy </li> <li>wszelkie następstwa udostępnienia innym osobom loginu i hasła Użytkownika lub osób przez niego zarejestrowanych </li> <li>wszelkie następstwa braku dostępu do aplikacji Barfitter, w szczególności wynikającego z: <ol type='i'> <li>braku dostępu Użytkownika do Internetu </li> <li>braku dostępu Użytkownika do urządzeń końcowych umożliwiających połączenie z aplikacją Barfitter </li> <li>awarii aplikacji Barfitter<span /> </li> <li>celowego ataku na aplikację Barfitter przez osoby trzecie </li> <li>przerw wynikających z konserwacji lub aktualizacji aplikacji Barfitter </li> <li>czasowego lub trwałego wyłączenia aplikacji Barfitter </li> </ol></li> </ol></li> <li>W przypadku przerw w dostępie do usług płatnych, Usługodawca przedłuży okres trwania usługi lub zwróci Użytkownikowi kwotę proporcjonalną do czasu trwania przerwy w dostępie do usługi. </li> </ol>",
    "text8": "<H3>Postanowienia końcowe</H3> <ol> <li>Aktualna wersja Regulaminu jest dostępna pod adresem <a href='https://barfitter.net/' >https://barfitter.net</a>. </li> <li>Zmiany Regulaminu wchodzą w życie z upływem co najmniej 15 dni od dnia powiadomienia o jego zmianie. W przypadku braku zgody na zmiany w Regulaminie Użytkownik zobowiązany jest złożyć stosowne oświadczenie Usługodawcy i zaprzestać korzystania z aplikacji Barfitter. </li> <li>Wszelkie spory pomiędzy Użytkownikiem a Usługodawcą będą rozstrzygane na gruncie prawa polskiego i przed sądem rejonowym w Warszawie. </li> </ol>",
    "text9": "",
    "text10": ""
  }
}
